<!--
///////////////////////////////////////////////////////////////////////////
//  Copyright 2015 - 2020 Sabrina Prestigiacomo nabu@nabu.pt
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  any later version.
//  
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//  
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//  
///////////////////////////////////////////////////////////////////////////
-->


<html>
<head>
    <meta name="viewport" content="width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no">
    <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1" />
    <link rel="shortcut icon" href="favicon.ico" type="image/x-icon" />
    <link rel="stylesheet" type="text/css" href="styles.css">
</head>
<body style="padding: 40px;background-image: url('');">

    <table style="text-align:center;margin:0 auto;">
        <tr>
            <td><img src="res/logo2.png" /></td>
            <td><div class="titulo0">Nab&uacute; Help</div></td>
        </tr>
    </table>

    <div style="text-align: right; font-style: italic;">Dios babilonio de la sabiduria y la escritura</div><br>

    <table>
    <tr><td>Web del proyecto:</td><td><a href="web/default.html" target="_blank">http://nabu.pt/web</a></td></tr>
    <tr><td>Para usar Nab&uacute;:</td><td><a href="default.html" target="_blank">http://nabu.pt</a></td></tr>
    <tr><td>Ayuda de uso:</td><td><a href="help.html" target="_blank">http://nabu.pt/help.html</a></td></tr>
    </table>
    <br />

    <div class="titulo1">1. Introducci&oacute;n</div><br>
    <b>1.1 &iquest;Qu&eacute; es Nab&uacute;?</b><br><br />
    Nab&uacute; es una herramienta para tomar decisiones consensuadas en grandes grupos cooperativos.<br>
    Nab&uacute; nace de la necesidad de facilitar y acelerar el m&eacute;todo asambleario. 
    No pretende eliminar las asambleas ni la comunicaci&oacute;n personal, si no ser una herramienta que complemente 
    los m&eacute;todos actuales, sobretodo a gran escala, permitiendo a todos participar desde sus casas cuando les resulte mas c&oacute;modo.<br><br>

    <b>1.2 &iquest;C&oacute;mo funciona?</b><br><br />   
    Nab&uacute; organiza las <b>propuestas</b> de todos en un esquema por <b>niveles</b> con forma de <b>&aacute;rbol</b>, f&aacute;cil de entender, 
    enseñando tendencias e intereses comunes. Puedes crear una propuesta o votar una existente en cualquier momento. <br />
    Los debates no tienen fecha predefinida de inicio ni de fin. 
    Cuando una propuesta recibe muchos votos su rama en el &aacute;rbol va engordando para facilitar su visualizaci&oacute;n.
    Si aparece una propuesta que representa mejor tus ideales entonces puedes cambiar tus votos de lugar en cualquier momento.
    De esta manera todos los temas son posibles de tratar y todas las opiniones pueden cambiar.<br />
    La interacci&oacute;n cont&iacute;nua de las personas con el &aacute;rbol permite al grupo conocerse como grupo y as&iacute; evolucionar hacia la creaci&oacute;n de <b>documentos consensuados</b> que ser&aacute;n 
    el punto de partida de las acciones reales del grupo.
    <br /><br />

    <b>1.3 El &aacute;rbol</b><br><br />
    El arbol se compone de <b>ramas</b> y <b>propuestas</b>. Cada propuesta es un trozo de texto del documento a debatir.<br />   
    Las propuestas que parten de la raiz del &aacute;rbol (nivel 1) determinan el <b>modelo de documento</b> a debatir y la introducci&oacute;n al tema, 
    mientras que las siguientes (niveles mayor a 1) son propuestas de mayor detalle del documento seleccionado. <br />
    De esta manera el documento es escrito y discutido gradualmente por niveles de detalle. Al llegar al ultimo nivel, normalmente 5, el documento ya esta escrito en su totalidad.
    <br /><br />

    <div class="borde" style="text-align:center;width: 340px;margin: 0 auto;">
    <img src="res/help/escritura.png"><br>
    Los documentos se escriben desde la raiz
    </div><br />           

    Una propuesta puede tener varias "ramas hijas" que representan variantes de propuestas de mayor detalle a la propuesta inicial.
    Si est&aacute;s de acuerdo con una propuesta de nivel 1 pero no con su propuesta de nivel 2 entonces puedes crear otra propuesta de nivel 2. 
    De esta forma das por aceptada la propuesta de nivel 1 pero aportas una variante de detalle para el nivel 2.
    As&iacute; se define el &aacute;rbol de propuestas.<br /><br />
   
    <div style="page-break-before: always;"></div>

    <div class="borde" style="text-align:center;width: 500px;margin: 0 auto;">
    <img src="res/help/escritura2.png"><br>
    El &aacute;rbol se compone de las propuestas y sus variantes de mayor detalles de todas las personas.
    </div><br />      
    
    <div class="tip" style="text-align: center; width: 800px; height: 30px;margin: 0 auto;">
        El &aacute;rbol es, en todo momento, la representaci&oacute;n de los intereses actuales del grupo.</div>
    <br><br />

    <b>1.4 Modelos de documento</b><br><br />
    Los debates comienzan al crear una propuesta de nivel 1 y seleccionando un <b>modelo de documento</b> existente.
    Estos modelos determinan que informaci&oacute;n proponer para cada nivel del &aacute;rbol. <br />
    La informaci&oacute;n introducida va desde una propuesta mas abstracta (nivel 1) a una propuesta mas concreta (nivel 5). 
    Esto permite comenzar por una introducci&oacute;n y llegar gradualmente a una propuesta de detalle final como, 
    por ejemplo: presupuesto y plazo de entrega.<br /><br />

    Existen modelos de documentos diseñados para cada tipo de debate que realiza el grupo.<br /> 
    Como por ejemplo:<br /><br />
    <div style="text-align:center;width: 600px;margin: 0 auto;">
        <table style="border-collapse: collapse;">
            <tr><td class="cuadro"><b>Objetivo</b></td><td class="cuadro">Define el modelo de un documento para debatir el objetivo que une al grupo. Este podr&icaute;a ser el primer debate del grupo</td></tr>
            <tr><td class="cuadro"><b>Acci&oacute;n</b></td><td class="cuadro">Define el modelo de un documento para debatir una acci&oacute;n dentro del grupo</td></tr>
            <tr><td class="cuadro"><b>Comisi&oacute;n</b></td><td class="cuadro">Define el modelo de un documento para debatir la creaci&oacute;n de una nueva comisi&oacute;n</td></tr>
            <tr><td class="cuadro"><b>Evento</b></td><td class="cuadro">Define el modelo de un documento para debatir la organizaci&oacute;n de un evento</td></tr>
            <tr><td class="cuadro"><b>Metodolog&iacute;a</b></td><td class="cuadro">Define el modelo de un documento para debatir la creaci&oacute;n de una nueva metodolog&iacute;a organizativa</td></tr>
            <tr><td class="cuadro"><b>Modelo</b></td><td class="cuadro">Define el modelo de un documento para debatir la creaci&oacute;n de un nuevo modelo de documento</td></tr>
        </table>
    </div><br />
    Estos modelos son sugerencias predefinidas y pueden variar o definirse nuevos modelos seg&uacute;n la voluntad y necesidades del grupo.<br />   
    El modelo de documento de <b>Acci&oacute;n</b>, por ejemplo, se compone de los siguientes niveles:<br /><br />
    <div style="text-align:center;width: 640px;margin: 0 auto;">
        <img src="res/help/niveles.gif" />
    </div><br />    

    <div style="page-break-before: always;"></div>

    Existen diferentes modelos para diferentes tipos de debates y es posible agregar nuevos modelos para futuras necesidades.
    El modelo de documento dirige la correcta confecci&oacute;n de una propuesta completa
    <br /><br />
    <div class="tip" style="width: 450px; margin: 0 auto;">Tu propones y Nab&uacute; escribe</div>
    <br /> 
    <br><br>

    <div style="visibility:visible; display: block;">
            <!------------------------------------------------------------------------------------------------------------------------------------------------- oculto -->
            <b>1.5 El consenso</b><br>
            <div style="text-align: right; font-style: italic;color:gray;">La meta es la unidad, no la unanimidad</div><br />
            El &aacute;rbol tiene por objetivo escribir <b>documentos de consenso</b>. 
            Un documento escrito completamente (todos sus niveles propuestos) no admite la creacion de mas propuestas y alcanza el consenso cuando se cumplen dos condiciones:<br />
                <ol>
                    <li>Una m&iacute;nima cantidad de personas que han votado ese documento, por ejemplo 60%<br /> 
                        (personas que apoyan esta propuesta de documento)<br />&nbsp;</li>
                    <li>Muy pocas personas que hayan votado otra variante de ese documento, por ejemplo 5%<br />
                        (personas que NO apoyan esta propuesta de documento)</li>
                </ol>
            Estas condiciones dependen de dos valores que son fijos para todo el &aacute;rbol y se definen a partir de la <b>capacidad del grupo de cooperar en crear consensos</b>. 
            Los valores necesarios para alcanzar ambas condiciones se enseñan en el panel izquierdo. <br />
            Un <b>usuario activo</b> es aquel que entra al sistema al menos una vez semanal. 
            Esto asegura la participaci&oacute; de una m&iacute;nima cantidad de usuarios en la toma de decisiones.<br /><br />

            <div class="borde" style="text-align:center;margin: 0 auto;width:400px;">
                <img src="res/help/consenso.png"><br>
                60% de votos necesarios.<br />
                No mas de 5% de votos en contra
            </div>

            <br><br>
            Cuando un documento esta escrito completamente Nab&uacute; enseña cuanto de cerca del consenso se encuentra.<br /><br />
            <table style="margin: 0 auto;">
                <tr>
                    <td>
                        <div class="borde" style="text-align:center;margin: 0 auto;">
                        <img src="res/es/help/consenso2.png">
                        </div>
                    </td>
                    <td>
                        No hay apoyo suficiente <br />y hay demasiados <br />votos en contra
                    </td>
                    <td>
                        <div class="borde" style="text-align:center;margin: 0 auto;">
                        <img src="res/es/help/consenso3.png">
                        </div>
                    </td>
                    <td>
                        Hay apoyo suficiente <br />pero hay demasiados <br />votos en contra
                    </td>
                    <td>
                        <div class="borde" style="text-align:center;margin: 0 auto;">
                        <img src="res/es/help/consenso4.png">
                        </div>
                    </td>
                    <td>
                        Se ha generado <br />un documento de consenso <br />y el debate queda deshabilitado <br />y marcado en gris
                    </td>
                </tr>
            </table><br />

            Cuando un documento alcanza el consenso adquiere la fecha de ese d&iacute;a y su contenido es inalterable.  
            Se considera una decisi&oacute;n aceptada por el grupo y pasa al m&oacute;dulo de planificaci&oacute;n para su posterior realizaci&oacute;n.<br>
            Aparece un icono que lo representa alejandose del &aacute;rbol y el debate queda deshabilitado y marcado en gris.<br />
            Picando sobre su icono puedes consultar el contenido del documento consensuado.
            Un documento consensuado es el fruto del &aacute;rbol y se logra cooperando en grupo.<br />
            Ahora puedes quitar tu voto para usarlo en otro debate.<br />
            <br /><br />

            <div class="tip" style="text-align: center; width: 800px; height: 30px;margin: 0 auto;">
                El grupo ha hablado.</div>
            <br>
            <!------------------------------------------------------------------------------------------------------------------------------------------------- fin oculto -->
    </div>

    <div class="titulo1">2. &iquest;C&oacute;mo se usa?</div><br />
    Cada persona tiene una cantidad fija de flores con las que puede crear nuevas propuestas o votar otras existentes. 
    Esta cantidad es la misma para todos los usuarios garantizando la igualdad en la participaci&oacute;n de los debates.<br>

    Las flores que no se mueven se marchitan y caen automaticamente al cabo de 2 meses, quedando libres para volver a usarlas. 
    Esto mantiene el &aacute;rbol limpio de debates estancados y de usuarios que dejan de usar el sistema. 
    Cada vez que mueves una flor de sitio el tiempo vuelve a comenzar.<br>

    Las nuevas propuestas de debate (nivel 1) se agregan por los laterales (derecha e izquierda alternadamente) 
    esto mantiene en la zona central del &aacute;rbol los debates mas activos y antiguos.
    
    <br><br />
    Al picar en cualquier propuesta del &aacute;rbol podr&aacute;s ver las siguientes opciones:
    <table style="margin: 0 auto; width: 85%;">
        <tr>
            <td><img src="res/help/opciones.png"></td>
            <td style="padding: 25px;">
                <b>Activar/desactivar vista lateral:</b> Podr&aacute;s ver el contenido al picar sobre cualquier propuesta del &aacute;rbol.<br>
                <b>Ver de documento:</b> Podr&aacute;s ver el documento en orden natural de lectura y hacer propuestas si tienes flores disponibles<br>
                <b>Agregar/Quitar flor:</b> Te permite votar una propuesta o quitarle el voto.<br>
                Este proceso consume una flor de tus flores disponibles<br>
            </td>
        </tr>
    </table>
    <br>
    Si quitas la &uacute;ltima flor de una propuesta entonces esa rama cae y desaparece permitiendo que el &aacute;rbol pueda retoñar.
    A mayor cantidad de flores m&aacute;s gorda se ver&aacute; la rama, esto facilita la visualizaci&oacute;n de temas de mayor inter&eacute;s com&uacute;n.<br /><br />

    <div class="tip" style="text-align: center; width: 800px; height: 30px;margin: 0 auto;">
        Nab&uacute; sincroniza intereses, crea unidad de grupo y provoca el inicio de acciones reales.</div>
    <br>

    <div class="titulo1">3. M&oacute;dulo de aprendizaje</div>
    El m&oacute;dulo de aprendizaje permite a todas las personas notificar al grupo la situaci&oacute;n actual, el desempeño y la realidad en las consecuencias de las decisiones tomadas anteriormente. 
    Estas noticias son el "feedback" que permite cerrar el gran ciclo evolutivo (decisi&oacute;n, planificaci&oacute;n, acci&oacute;n, noticias). En base a estas noticias se generar&aacute;n nuevos debates y ciclos de mejora. 
    El espacio de aprendizaje es el sitio apropiado para documentar los hechos y fundamentar situaciones basadas en el conocimiento y experiencia personal.
    Una noticia de aprendizaje s&iacute; que debe tener un autor y/o referencias que den soporte a la informaci&oacute;n presentada.

    <ol>
        <li>No todas las personas participan en el aprendizaje</li>
        <li>No todas las personas participan en debates</li>
        <li>No todas las personas realizan las acciones</li>
    </ol>
    Nab&uacute; pretende proveer espacios de participaci&oacute;n para todos los intereses.  
    Ambos m&oacute;dulos, decisiones y aprendizaje, estan intimamente relacionados.<br><br>

    <div style="page-break-before: always;"></div>
    
    <div class="borde" style="text-align:center;width: 470px;margin: 0 auto;">
    <img src="res/help/noticasVsDebates.png"><br>
    aprendizaje y decisiones</div>
    <br>
    <font color="red">El m&oacute;dulo de aprendizaje a&uacute;n no esta implementado</font><br><br>

    

</body>
</html>