<html>
<head>
    <meta name="viewport" content="width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no">
    <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1" />
    <link rel="shortcut icon" href="favicon.ico" type="image/x-icon" />
    <link rel="stylesheet" type="text/css" href="styles.css">
</head>
<body style="padding: 40px;background-image: url('');">
    
    <table style="text-align:center;margin:0 auto;">
        <tr>
            <td><img src="res/logo2.png" /></td>
            <td><div class="titulo0">Nab&uacute; Project</div></td>
        </tr>
    </table>
    
    <div style="text-align:center;">Basado en <i>Torus Network</i></div>

    <div style="text-align: right; font-style: italic;">Dios babilonio de la sabiduria y la escritura</div><br>

    <table>
    <tr><td>Web del proyecto:</td><td><a href="default.htm">http://nabu.cooperativa.cat</a></td></tr>
    <tr><td>Para usar Nab&uacute;:</td><td><a href="nabu/default.html" target="_blank">http://nabu.cooperativa.cat/nabu</a></td></tr>
    <tr><td>Ayuda de uso:</td><td><a href="nabu/help.html" target="_blank">http://nabu.cooperativa.cat/nabu/help.html</a></td></tr>
    <tr><td>Simulaci&oacute;n:</td><td><a href="nabu/simulacion.html" target="_blank">http://nabu.cooperativa.cat/nabu/simulacion.html</a></td></tr>
    </table>
    <br />

    <p style="text-align:center;margin: 0 auto;width: 100%">
        <img style="border: solid 5px darkgray;"  src="res/ss.jpg" /><br>
	&Aacute;rbol interactivo de opiniones grupales y consensos alcanzados
    </p>

    <div style="page-break-before: always;"></div>

    <div class="titulo1"><img src="res/icono.png" />&nbsp;Introducci&oacute;n</div><br>
    Nab&uacute; es una herramienta para tomar deciones consensuadas en grandes grupos cooperativos basada en el concepto de <i>Torus Network</i>.<br>
    Nab&uacute; nace de la necesidad de facilitar y acelerar el m&eacute;todo asambleario en grandes grupos de personas igualitarias. 
    No pretende eliminar las asambleas ni la comunicaci&oacute;n personal, si no ser una herramienta que complemente 
    los m&eacute;todos actuales, sobretodo a gran escala, permitiendo a todos participar desde sus casas cuando les resulte mas c&oacute;modo.<br><br>

    <div class="titulo1"><img src="res/icono.png" />&nbsp;El proyecto</div><br>
    Nab&uacute; es un proyecto de software libre que podrás encontrar en <a target="_blank" href="https://github.com/sabtvg/nabu">https://github.com/sabtvg/nabu</a> 
    <br /><br />
    Estado: Versi&oacute;n estable, en fase de puesta en marcha en la <a target="_blank" href="http://cooperativa.cat">CIC</a>
    <br><br>

    
    <div class="titulo1"><img src="res/icono.png" />&nbsp;Fundamento te&oacute;rico</div>
    <div style="text-align: right; font-style: italic;color:gray;">El grupo es mas que la suma de sus miembros</div><br />
    Nab&uacute; minimiza los enfrentamientos personales y crea consciencia de grupo aplicando el m&eacute;todo de ciclo iterativo de influencia-reflexi&oacute;n.<br><br>

    <b>Consciencia de grupo y debates an&oacute;nimos</b><br>
    La <a href="http://es.wikipedia.org/wiki/Consciencia_colectiva" target="_blank">conciencia de grupo</a> debe entenderse como una nueva conciencia. Como si se tratara de otra persona. 
    El grupo, es decir, nosotr@s. En este enfoque las ideas y decisiones no son de las personas, son del grupo y por lo tanto son an&oacute;nimas. 
    Esto evita enfrentamientos personales y focaliza en las propuestas.<br />
    Nab&uacute; no toma decisiones por si mismo con ning&uacute;n tipo de algoritmo o inteligencia artificial, solo refleja de forma consolidada, resumida, interactiva 
    y f&aacute;cil de comprender el inter&eacute;s de todo el grupo, tendencias y temas ruidosos. Esto permite a todos evolucionar sus opiniones personales 
    y construir consensos que provocan acciones reales. De esta manera todos tomamos las decisiones y nadie en particular.<br><br>

    <b>Evoluci&oacute;n iterativa</b><br>
    El consenso se alcanza en el tiempo a trav&eacute;s de una <a href="http://es.wikipedia.org/wiki/M%C3%A9todo_iterativo" target="_blank">evolución iterativa</a>. Las personas 
    expresan sus intereses, lo cual se refleja instantaneamente en el &aacute;rbol y lleva a evolucionar y cambiar sus intereses personales. As&iacute; sucesivamente 
    hasta alcanzar el consenso.<br /> 
    Ya no existen personas culpables de los fracasos. El &eacute;xito es de todos y el fracaso tambi&eacute;n.<br><br />

    <div style="page-break-before: always;"></div>

    <b>Esp&iacute;ritu cooperativo</b><br>
    Nab&uacute; premia de forma interactiva las acciones cooperativas del grupo. El objetivo que justifica la existencia del 
    grupo est&aacute; siempre presente para recordarnos porqu&eacute; estamos aqu&iacute; y ser consecuentes. Si no hay esp&iacute;ritu cooperativo no hay consensos, no hay acciones y el proceso iterativo no evoluciona.<br><br />

    <b>Competencia o consenso</b><br>
    Si las personas evolucionan sus intereses buscando un consenso grupal por encima de sus deseos personales entonces el proceso converger&aacute; tarde o temprano a alg&uacute;n
    consenso.<br /> 
    Si por el contrario las personas mantienen un esp&iacute;ritu competitivo entonces el proceso diverge. Este estado de divergencia es visible 
    en el &aacute;rbol y permite comprender que ese debate nunca alcanzar&aacute; el consenso a menos se abandone la competencia y se modifiquen los intereses a alguna propuesta 
    que considere mejor el bien com&uacute;n. <br><br>

    <br><br>
        <div class="tip" style="text-align: center;width: 400px; margin: 0 auto;">El consenso es un proceso cooperativo<br />No se elige, se construye entre todos.</div>
    <br>

    <div class="titulo1"><img src="res/icono.png" />&nbsp;Torus network</div>
    Este es el documento que describe y d&aacute; fundamento a este m&eacute;todo:
    <br /><br />
    <table>
    <tr><td>Castellano:</td><td><a href="Torus network.v22.ES.pdf" target="_blank">Torus network.v22.ES.pdf</a></td></tr>
    <tr><td>Inglés:</td><td><a href="Torus network.v21.EN.pdf" target="_blank">Torus network.v21.EN.pdf</a></td></tr>
    </table>
    <br />

    <div class="titulo1"><img src="res/icono.png" />&nbsp;Motivaci&oacute;n del proyecto</div>
    El m&eacute;todo asambleario es s&oacute;lido, maduro y bien conocido, sin embargo muestra graves problemas al aplicarse a grupos grandes. 
    <ul>
        <li>Las asambles requieren presencia f&iacute;sica de las personas</li>
        <li>El grupo presente acaba siendo reducido y no representa al grupo total</li>
        <li>Los temas a tratar y el tiempo necesario son demasiado y el orden del d&iacute;a no refleja los intereses de todos</li>
        <li>Se crean enfrentamientos personales que separan al grupo</li>
        <li>Imposible de distribuir</li>
        <li>Imposible de escalar</li>
    </ul>
    Finalmente el consenso se vuelve tan complicado que el avance del grupo se bloquea. Al no poder tomar decisiones con agilidad la acci&oacute;n se acaba realizando
    por voluntad propia y sin el apoyo del grupo, la interacci&oacute;n entre personas se complica al no haber un plan claro y 
    personas con inter&eacute;s de cooperar en la realizaci&oacute;n de acciones acaban desistiendo por falta de claridad en lo que se quiere y en c&oacute;mo se quiere hacer.<br />
    Una metodolog&iacute;a &aacute;gil, clara y distribuida es necesaria para separar las decisiones de las acciones.<br />
    <ol>
        <li>Que aquellas personas que s&oacute;lo quieran aportar informaci&oacute;n al grupo puedan hacerlo</li>
        <li>Que aquellas personas que s&oacute;lo quieran intervenir en las decisiones puedan hacerlo</li>
        <li>Que aquellas personas que s&oacute;lo quieran cooperar en las acciones puedan sentirse realizadas</li>
    </ol> 
    Este factor es clave para mantener la unidad, el avance y la salud del grupo.<br /><br />

    <div class="titulo1"><img src="res/icono.png" />&nbsp;Realizaci&oacute;n</div>
    Idea y desarrollo <a href="mailto:lania@cooperativa.cat">lania@cooperativa.cat</a><br />
    Comisi&oacute;n de inform&aacute;tica de la <a href="http://cooperativa.cat" target="_blank">CIC</a><br />
    Con especial agradecimiento a Duub y Pablo <br />
    <br />

    <b>Vida del proyecto:</b><br />
    <ol>
        <li>10/01/15: Inicio del proyecto, investigaci&oacute;n y definici&oacute;n</li>
        <li>13/04/15: Presentaci&oacute;n del proyecto a la comisi&oacute;n de coordinaci&oacute;n</li>
        <li>06/08/15: <a target="_blank" href="http://blog.p2pfoundation.net/a-torus-network-for-democratic-decision-making/2015/08/06">Presentaci&oacute;n del proyecto a P2PFoundation</a></li>
        <li>01/09/15: Publicaci&oacute;n online Versi&oacute;n 1.0 Beta</li>
        <li>01/09/15: <a target="_blank" href="https://github.com/sabtvg/nabu">Publicaci&oacute;n como proyecto de software libre en github</a></li>
        <li>06/11/15: <a target="_blank" href="http://sindominio.net/hackmeeting/wiki/2015">Presentaci&oacute;n del proyecto en el hackmeeting 2015</a></li>
        <li>06/11/15: Presentaci&oacute;n en Congreso de Soberania Tecnol&oacute;gica <a target="_blank" href="http://sobtec.cat">Sobtec.cat</a></li>
        <li>??/01/16: Presentaci&oacute;nes internas para los socios de la CIC</li>
        <li>26/06/16: Presentaci&oacute;n en <a target="_blank" href="https://www.facebook.com/civiclabbcn/">CivicLab Barcelona</a></li>
        <li>10/06/16: Presentaci&oacute;n estudio piloto sobre Nab&uacute; por Maria Haberer y Tuben Angles Regos en <a target="_blank" href="HabererAngles_Pilot_Study_Nabu_2016.pdf">Academia.eu</a></li>       
        <li>??/??/??: ?</li>
    </ol>
   
    <b>Colaboradores:</b><br />
    <ol>
        <li>Gio: soporte tecnol&oacute;gico</li>
        <li>Beatriz Dominguez: soporte pedag&oacute;gico</li>
        <li>Rafa: soporte human&iacute;stico</li>
        <li>Pablo: asesor y testing</li>
        <li>Maria Haberer y Tuben Angles Regos: aproximaci&oacute;n sociolog&iacute;ca</li>
        <li>Vosotros</li>
    </ol>

        <div style="page-break-before: always;"></div>

    <div class="titulo1"><img src="res/icono.png" />&nbsp;Notas de prensa</div>
            <div style="word-wrap: normal; text-align:justify;padding: 40px 80px 0px 80px;vertical-align: text-top;">
                <b>1:</b><br />
                Quan em van explicar per primera vegada que hi podia haver un programa en una web que
                podria ajudar a prendre decisions a col&#183;lectius, la veritat que el primer pensament va ser:
                Ostres! Prou debats interminables!<br />
                B&#233;, &#233;s important debatre, compartir, aprendre junts, per&#242; hi ha una part en tot aix&#242; que
    
                resulta a vegades inc&#242;moda i &#233;s que s&rsquo;hi esmercen moltes hores, hi ha molt desgast energ&#232;tic

                i, a m&#233;s, a vegades pot quedar la sensaci&#243; que es prenen les decisions per cansament.<br />
                Una explicaci&#243; del que pretenia el programa amb un garagots en un paper y una posterior
                simulaci&#243; em va ajudar, encara m&#233;s, a entendre totes les possibilitats que oferia. Propostes
                exposades per a tots igual, contrapropostes i noves idees, troncs que s&rsquo;enforteixen i van
                prenen forma solida en la decisi&#243;.<br />
                Nab&#250; ens permet poder llegir tranquil&#183;lament les propostes, analitzar-les amb la calma, veure
                noves idees i des de l&rsquo;anonimat, anar veient quines opcions s&#243;n m&#233;s valorades, quins temes
                tenen un inter&#232;s real i definir amb claredat i transpar&#232;ncia com es gestiona una informaci&#243;
                junt amb la decisi&#243;. M&rsquo;agrada tamb&#233; perqu&#232; serveix per a moltes persones alhora i a m&#233;s, al
                final, genera un document amb els acords presos.<br />
                Nab&#250; &#233;s una aposta de presa de decisions que humanitza les relacions, sembla m&#233;s freda, per&#242;
                en realitat &#233;s c&#224;lida des del punt de vista de suavitzar els conflictes que a vegades es donen
                quan alg&#250; fa una proposta i per ser de qui &#233;s ja &#233;s descartada o acceptada.<br />
                &#201;s una eina molt interessant que podr&#224; evitar enfrontaments que acaben sent personals, que
                ens estalviar&#224; temps i desgast i que podrem utilitzar en el moment que vulguem, sense horaris
                marcats i amb la deguda reflexi&#243;. Una cosa que trobo molt interessant &#233;s que aix&#237;, mentre es fa
                cr&#233;ixer l&rsquo;arbre amb les propostes pots estar al corrent de totes, doncs massa cops en el debat
                presencial segur que arribem a perdre&rsquo;ns molta informaci&#243;.<br />
                Gr&#224;cies<br /><br />
    
                <div style="text-align:right;font-style: italic;">&#192;ngels - 2/12/15</div>
            </div>
            <div style="word-wrap: normal; text-align:justify;padding: 40px 80px 0px 80px;vertical-align: text-top;">
                <b>2:</b><br />
                Entendemos por procom&uacute;n tanto un modelo de <b>gobernanza</b> y gestión (normas e instituciones) como un conjunto de <b>pr&aacute;cticas sociales</b> que dan 
                lugar a la comunizaci&oacute;n, 
                un proceso que lleva a generar <b>recursos colectivos</b>. <br />
                Si el paradigma del decrecimiento aporta el qu&eacute; hacer, proporcion&aacute;ndonos un marco de referencia dirigido a la acci&oacute;n, el modelo del procom&uacute;n nos facilita el c&oacute;mo estructurar 
                las relaciones dentro de ese marco, facilitando las bases para una soluci&oacute;n radicalmente democr&aacute;tica. Estos dos modelos son por tanto complementarios y ambos cuestionan 
                el modelo cultural, pol&iacute;tico y socio-econ&oacute;mico. La comunizaci&oacute;n (hacer los procomunes) no requiere crecimiento y demuestra que <b>hacer juntos supera el tener m&aacute;s</b>.<br /> 
                El modelo de gobernanza que forma parte de los procomunes es la autogesti&oacute;n, lo que en el &aacute;mbito de las ciencias sociales se denomina autoorganizaci&oacute;n. Como pr&aacute;cticas 
                estar&iacute;a la reuni&oacute;n en asambleas, el apoyo mutuo, la solidaridad, etc. Por lo que comunes son tanto las normas que nos damos (autogesti&oacute;n), las instituciones (asamblea) 
                que creamos y los recursos que generamos (bienes y servicios).<br />
                No obstante, para que algo sea denominado procom&uacute;n, com&uacute;n o comunes , ha de nacer de un proceso de administración compartida. Es decir, las cosas que la comunidad posee y 
                gestiona han de ser administradas en com&uacute;n.<br />
                La finalidad del procom&uacute;n es resolver los problemas concretos y satisfacer las necesidades proporcionando una autogobernanza efectiva. Por lo que el proyecto Nab&uacute;, 
                enfocado en esta primera fase, a llegar a un consenso evitando las tensiones internas, cumple con los fines del procom&uacute;n proporcionando una herramienta eficiente para 
                atender sus necesidades. Nab&uacute; es por lo tanto un instrumento para el empoderamiento. Utilizando esta plataforma las personas pueden construir el com&uacute;n, asumiendo el 
                control de sus propias vidas, estableciendo sus propias agendas, adquiriendo habilidades, aumentando su autoestima y solucionando problemas desarrollando la autogesti&oacute;n.<br /> 
                Además, Nab&uacute; es un instrumento para el aprendizaje, ya que facilita: aprender a hacer; aprender a conocer; aprender a vivir juntos, aprender a ser.  Resumiendo, 
                es un instrumento &uacute;til y eficiente para desarrollar la cultura de la autogesti&oacute;n, una herramienta a disposici&oacute;n de la comunidad para construir el com&uacute;n.<br />
                <br />
                <div style="text-align:right;font-style: italic;">Rafa (miembro de la Comisi&oacute;n de Acogida-Territorial de la CIC) - 20/11/15</div>
            </div>
            <div style="word-wrap: normal; text-align:justify;padding: 40px 80px 0px 80px;vertical-align: text-top;">
                <b>3:</b><br />
                Conozco Nab&uacute;, de la mano de Sabrina, hace unos dos meses, v&iacute;a Pablo, a quien agradezco infinito haberme contactado con ella. Desde que me present&oacute; 
                este rompedor programa sent&iacute; y v&iacute; claramente que Nab&uacute; puede representar una revoluci&oacute;n dentro de la r-evoluci&oacute;n y al servicio 
                de la R-Evoluci&oacute;n. Para individuos y colectivos pequeños, grandes o gigantes... algo no poco importante en estos tiempos.<br />
                Sus mismas caracter&iacute;sticas intr&iacute;nsecas, tales como accesibilidad f&aacute;cil, valor id&eacute;ntico de todas las participaciones individuales, 
                reflejo instant&aacute;neo de  los votos a propuestas -y nuevas propuestas-, visibilidad constante de la evoluci&oacute;n del &aacute;rbol, uso desde cualquier 
                ordenador en cualquier momento, escalabilidad, creaci&oacute;n y estimulaci&oacute;n de conciencia de grupo,... lo hacen una herramienta de alt&iacute;simo valor 
                para conjugarse con las asambleas presenciales. Considero que estas se van a hacer mucho m&aacute;s fluidas y ricas por el mismo uso de Nab&uacute; en el día a d&iacute;a 
                por, esperemos, cientos de personas en nuestra cooperativa y miles de personas en un futuro no tan lejano en &aacute;mbitos m&aacute;s amplios.<br />
                Y desde el inicio tuve la certeza de que el &eacute;xito de su implementaci&oacute;n depender&iacute;a de, aparte de la destreza en el desarrollo del mismo programa 
                (asunto en el que no me metí en absoluto porque no tengo ni idea de programaci&oacute;n) en la pedagog&iacute;a de su uso. Quiero decir en que su uso y aplicaci&oacute;n 
                fueran f&aacute;cilmente entendibles para todo tipo de usuari@s.<br />
                As&iacute; que el tiempo que he acompa&ntilde;ado a su ideadora en colaborar en la optimizaci&oacute;n de Nab&uacute;, lo dediqu&eacute; a hacer m&aacute;s comprensibles 
                la instrucciones de uso de la herramienta. Para m&iacute; ha sido un honor esta humilde aportaci&oacute;n y espero sea de real utilidad. <br />
                Y fue tambi&eacute;n un placer ir haci&eacute;ndome amiga de una persona tan hermosa como Sabrina, cuyo coraz&oacute;n abierto y mente inquieta, profundamente 
                colectiva sin renunciar a su individualidad inapelable, puede ser inspiración para much@s de nosotr@s.<br />
                Deseo muchos &eacute;xitos a Nab&uacute; y mucha Luz a los que lo usemos, para seguir haciendo el camino de nuestros sue&ntilde;os: un mundo mejor y m&aacute;s justo, 
                una vida digna para tod@s, fruto del compromiso de tod@s.<br /><br />

                ¡¡¡Podemos crearlos en «la realidad»!!!<br />
                ¡¡CREER ES CREAR!!<br /><br />

                CREEMOS (de crear) AQUELLO EN LO QUE CREEMOS (de creer), aquello que so&ntilde;amos. Desde el compromiso con nuestros caminos individuales y colectivo<br /><br />

                PD: Nabú nos va a ayudar mogollón...<br />               
                <br />
                <div style="text-align:right;font-style: italic;">Beatriz D. Lorenzo - 11/12/15</div>
            </div>

</body>
</html>